{
  "efmls-configs-nvim": { "branch": "main" },
  "fzf-lua": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "mason.nvim": { "branch": "main" },
  "mini.comment": { "branch": "main" },
  "mini.indentscope": { "branch": "main" },
  "mini.notify": { "branch": "main" },
  "mini.surround": { "branch": "main" },
  "mini.trailspace": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "rose-pine": { "branch": "main" },
  "vim-fugitive": { "branch": "master" },
  "vim-tmux-navigator": { "branch": "master" }
}
